Repository: bittin/icewm
Catalog: po/*.po
Languages: sr

source: Failed to load image '%s'.
sr: Нисам успео да учитам слику „%s“.

source: Unrecognized option '%s'.
sr: Непрепозната могућност „%s“.

source: Cannot start, because another icewmbg is still running.
sr: Нисам успео да покренем, јер још један примерак ајсвмбг дејствује.

source: Usage: icewmhint class.instance option arg
sr: Употреба: icewmhint class.instance option arg

source: Out of memory (len=%d).
sr: Ван памети (len=%d).

source: Warning:
sr: Упозорење:

source: Usage: %s [OPTIONS] Options: %s -C, --copying Prints license information and exits. -V, --version Prints version information and exits. -h, --help Prints this usage screen and exits.
sr: Употреба: %s [МОГУЋНОСТИ] МОГУЋНОСТИ: %s -C, --copying Исписује податке о дозволи и излази. -V, --version Исписује податке о издању и излази. -h, help Исписује овај заслон упутства и излази.

source: Unknown direction in move/resize request: %d
sr: Непознат је правац у захтеву премести/промени величину: %d

source: Unable to create directory %s
sr: Нисам успео да створим директоријум %s

source: Theme:
sr: Предмет:

source: Theme Description:
sr: Опис предмета:

source: Theme Author:
sr: Творац предмета:

source: CodeSet:
sr: Поставка кодирања:

source: Language:
sr: Језик:

source: DoubleBuffer
sr: Двоспремиште

source: Renderer:
sr: Редендер:

source: icewm - About
sr: ајсвм - О програму

source: A window manager is already running, use --replace to replace it
sr: Управник прозора већ дејствује, употребите --replace ради замене

source: Failed to become the owner of the %s selection
sr: Нисам успео да постанем власник одабира %s

source: Waiting to replace the old window manager
sr: Чекам да заменим старог управника прозора

source: done.
sr: учињено.

source: _Logout
sr: _Одјава

source: _Cancel logout
sr: _Откажи одјаву

source: Lock _Workstation
sr: Закључај _радну станицу

source: Re_boot
sr: Пре_покрени

source: Shut_down
sr: Ис_кључи

source: _Sleep mode
sr: _Успавај

source: _Hibernate
sr: _Замрзни

source: Restart _Icewm
sr: Препокрени _Ајсвм

source: Restart _Xterm
sr: Препокрени _Икстерм

source: _Menu
sr: _Изборник

source: _Above Dock
sr: _Изнад дока

source: _Dock
sr: _Док

source: _OnTop
sr: _На врху

source: _Normal
sr: _Обично

source: _Below
sr: _Испод

source: D_esktop
sr: Радна _површ

source: Move to New _Window
sr: Пређи на следећи _прозор

source: Left Half
sr: Лева половина

source: Right Half
sr: Десна половина

source: Top Half
sr: Горња половина

source: Bottom Half
sr: Доња половина

source: Top Left
sr: Горе лево

source: Top Right
sr: Горе десно

source: Bottom Left
sr: Доле лево

source: Bottom Right
sr: Доле десно

source: Center
sr: По средини

source: T_ile Horizontally
sr: П_оплочај водоравно

source: Tile _Vertically
sr: Поплочај успра_вно

source: _Restore
sr: Поврати

source: _Move
sr: _Премести

source: _Size
sr: _Величина

source: Mi_nimize
sr: У_мањи

source: Ma_ximize
sr: У_већај

source: Maximize_Vert
sr: Увећај усправно_

source: MaximizeHori_z
sr: Увећај_Водоравно

source: _Fullscreen
sr: Пуни приказ

source: _Hide
sr: _Сакриј

source: Roll_up
sr: Смотај_

source: R_aise
sr: Из_дигни

source: _Lower
sr: _Спусти

source: La_yer
sr: Сло_ј

source: Tile
sr: Поплочај

source: Move _To
sr: Премести на_

source: Occupy _All
sr: Заузми _све

source: Limit _Workarea
sr: Ограничи радни простор

source: Tray _icon
sr: Сличица _ладице

source: R_ename title
sr: Пре_именуј наслов

source: _Close
sr: _Затвори

source: _Kill Client
sr: _Убиј странку

source: _Window list
sr: _Списак прозора

source: Another window manager already running, exiting...
sr: Неки други управник прозора већ дејствује, излазим...

source: Could not restart: %s Does $PATH lead to %s?
sr: Нисам успео да поново покренем: %s Да ли путања $PATH води ка %s?

source: Confirm Restart as Terminal
sr: Потврди препокретање у терминал

source: Unmanage all applications and restart as a terminal. Proceed?
sr: Да ли препустити руковање свим програмима и препокренути у терминал. Наставити?

source: <none>
sr: <ништа>

source: --client-id=ID Client id to use when contacting session manager.
sr: --client-id=ID Лични број странке при додиру са управником седнице.

source: --debug Print generic debug messages. --debug-z Print debug messages regarding window stacking.
sr: --debug Исписује опште поруке исправки грешака. --debug-z Исписује поруке исправки грешака у односу на слагање прозора.

source: -a, --alpha Use a 32-bit visual for translucency. -c, --config=FILE Load preferences from FILE. -t, --theme=FILE Load theme from FILE. -s, --splash=IMAGE Briefly show IMAGE on startup. -p, --postpreferences Print preferences after all processing. --rewrite-preferences Update an existing preferences file. --trace=conf,icon Trace paths used to load configuration.
sr: -a, --alpha Користи 32-битну представу за прозирност. -c, --config=ДАТОТЕКА Учитава поставке из ДАТОТЕКЕ. -t, --theme=ДАТОТЕКА Учитава предмет из ДАТОТЕКЕ. -s, --splash=СЛИКА Кратко приказује СЛИКУ при покретању. -p, --postpreferences Исписује постакве након свих обрада. --rewrite-preferences Освежава постојећу датотеку поставки. --trace=conf,icon Прати путање употребљене за учитавање поставки.

source: -o, --output=FILE Redirect all output to FILE.
sr: -o, --output=ДАТОТЕКА Преусмерава сав излаз у ДАТОТЕКУ.

source: -i, --install=THEME Install THEME from extra or 'list'.
sr: -i, --install=ПРЕДМЕТ Уграђује ПРЕДМЕТ од споља или са „списка“.

source: %s configuration directories:
sr: %s директоријуми поставки:

source: %s configured options:%s
sr: %s постављене могућности:%s

source: Confirm Logout
sr: Потврди одјаву

source: Logout will close all active applications. Proceed?
sr: Одјава ће убити све делујуће програме. Наставити?

source: Raise/Lower
sr: Издигни/спусти

source: Hide
sr: Сакриј

source: Restore
sr: Поврати

source: Maximize
sr: Увећај

source: Minimize
sr: Умањи

source: Rolldown
sr: Размотај

source: Rollup
sr: Смотај

source: Client %s with PID %ld fails to respond. Do you wish to terminate this client?
sr: Странка %s са ПИД %ld није одговорила. Да ли желите окончати ову странку?

source: Failed to load theme %s
sr: Нисам успео да учитам предмет %s

source: Unknown value '%s' for option '%s'.
sr: Непозната вредност „%s“ за могућност „%s“.

source: Unable to rename %s to %s
sr: Нисам успео да преименујем %s у %s

source: Loc_k Workstation
sr: Зак_ључај радну станицу

source: _Cancel
sr: _Откажи

source: _Logout...
sr: _Одјава...

source: _Restart icewm
sr: _Препокрени ајсвм

source: Reload ke_ys
sr: Поново учитај дугмад

source: Reload win_options
sr: Поново учитај могућности прозора

source: _About
sr: _О програму

source: Rename
sr: Преименуј

source: Rename the window title
sr: Преименуј наслов прозора

source: WARNING! All unsaved changes will be lost when this client is killed. Do you wish to proceed?
sr: УПОЗОРЕЊЕ! Све несачуване измене ће бити изгубљене када се ова странка убије. Да ли желите наставити?

source: Kill Client:
sr: Убиј стрнку:

source: Missing command argument
sr: Недостаје наредбена одредница

source: Bad argument %d to command '%s'
sr: Лоша тврдња %d за наредбу „%s“

source: Error at keyword '%s' for %s
sr: Грешка кључне речи „%s“ за %s

source: Error at %s '%s'
sr: Грешка при %s „%s“.

source: Unexepected menu keyword: '%s'
sr: Неочекивана кључна реч изборника „%s“

source: Error at menuprog '%s'
sr: Грешка изборника програма „%s“

source: Error at menuprogreload: '%s'
sr: Грешка при поновном учитавању изборника програма „%s“

source: Missing filename argument to include statement
sr: Недостаје одредница имена датотеке ради обухватања тврдње

source: Error at includeprog '%s'
sr: Грешка у обухваћеним програмима „%s“

source: Unknown keyword '%s'
sr: Непозната кључна реч „%s“

source: Unknown keyword for a non-container: '%s'. Expected either 'key' or 'runonce' here.
sr: Непозната кључна реч за несадржалац: „%s“. Овде очекивано је или „key“ или „runonce“.

source: '%s' timed out!
sr: Истек времена „%s“!

source: '%s' produces no output
sr: „%s“ не производи излаз

source: Missing program setxkbmap
sr: Недостаје програм setxkbmap

source: For keyboard switching, please install setxkbmap.
sr: Ради промене распореда тастатуре, молим, уградите setxkbmap.

source: Save Modifications
sr: Сачувај измене

source: Enter a new value for %s:
sr: Унеси нову вредност за %s:

source: _Click to focus
sr: _Клик за жижу

source: _Explicit focus
sr: Изражајна _жижа

source: _Sloppy mouse focus
sr: _Немарна жижа мишем

source: S_trict mouse focus
sr: С_трога жижа мишем

source: _Quiet sloppy focus
sr: _Мирна немарна жижа

source: Custo_m
sr: Произвољно_

source: _Manual
sr: Упутство_

source: Programs
sr: Програми

source: _Run...
sr: _Покрени...

source: _Windows
sr: _Прозори

source: _Help
sr: _Помоћ

source: _Focus
sr: _Жижа

source: _Preferences
sr: _Својства

source: _Themes
sr: _Предмети

source: Se_ttings
sr: Поставке_

source: Session Manager: Unknown line %s
sr: Управник седнице: непозната линија %s

source: Ca_scade
sr: Кас_када

source: _Arrange
sr: _Распореди

source: _Minimize All
sr: _Умањи све

source: _Hide All
sr: _Сакриј све

source: _Undo
sr: _Опозови

source: Arrange _Icons
sr: Уреди _сличице

source: _Refresh
sr: _Освежи

source: Hide Taskbar
sr: Сакриј траку прибора

source: Favorite Applications
sr: Омиљени програми

source: Window List Menu
sr: Изборник списка прозора

source: Show Desktop
sr: Приказуј радну површ

source: Show Taskbar
sr: Приказуј траку прибора

source: All Workspaces
sr: Све радне површи

source: _Show
sr: _Приказуј

source: _Raise
sr: _Издигни

source: Del
sr: Бриши

source: _Terminate Process
sr: _Окончај обраду

source: Kill _Process
sr: Убиј обраду

source: Window list
sr: Списак прозора

source: %lu. Workspace %-.32s
sr: %lu. Радни простор %-.32s

source: Image not readable: %s
sr: Није читљива слика: %s

source: %s: select failed
sr: %s: неуспех одабирања

source: Could not parse color "%s"
sr: Нисам успео да рашчланим боју „%s“

source: Unknown key name %s in %s
sr: Непознато име кључа %s у %s

source: Bad argument: %s for %s [%d,%d]
sr: Лоша тврдња: %s за %s [%d,%d]

source: Loading of pixmap "%s" failed: %s
sr: Нисам успео да учитам карту тачака „%s“: %s

source: Loading of pixmap "%s" failed
sr: Нисам успео да учитам карту тачака „%s“

source: Could not load font "%s".
sr: Нисам успео да учитам словолик „%s“.

source: Missing codesets for fontset "%s":
sr: Недостаје поставка кодова за словолик „%s“:

source: Could not load fontset "%s".
sr: Нисам успео да учитам словолик „%s“.

source: _Copy
sr: Умножи_

source: Ctrl+C
sr: Ктрл+Ц

source: Cu_t
sr: Исец_и

source: _Paste
sr: _Налепи

source: Paste _Selection
sr: Налепи избор_

source: Ctrl+P
sr: Ктрл+П

source: Select _All
sr: Изабери _све

source: Ctrl+A
sr: Ктрл+А

source: Locale not supported by C library or Xlib. Falling back to 'C' locale'.
sr: Језик није подржан по књижници Ц или Икслиб. Враћам назад на језик „Ц“.

source: Failed to determinate the current locale's codeset. Assuming ISO-8859-1.
sr: Нисам успео да препознам тренутне поставке језичког кода. Претпостављам ISO-8859-1.

source: _OK
sr: _У реду

source: Failed to parse URL "%s".
sr: Нисам успео да рашчланим адресу „%s“.

source: Support for PNG images was not enabled
sr: Подршка за слика облика ПНГ није била омогућена

source: Support for JPEG images was not enabled
sr: Подршка за слике облика ЈПЕГ није била омогућена

source: Unsupported file format: %s
sr: Неподржан облик датотеке: %s

source: Could not load image "%s"
sr: Нисам успео да учитам слику „%s“
