Repository: bittin/icewm
Catalog: po/*.po
Languages: sr

source: Can't open the APM device %s
sr: Нисам успео да отворим уређај АПМ-а %s

source: Can't ioctl the APM device %s
sr: Нисам успео да управљам улазом/излазом напредном уређају напајања %s

source: Unknown format used by APM device %s (%d).
sr: Употребљен је непознати облик уређаја АПМ-а %s (%d).

source: - Power
sr: - Напајање

source: P
sr: Н

source: - Charging
sr: - Пуњење

source: C
sr: П

source: - Full
sr: - Напуњено

source: power: %s
sr: напајање: %s

source: CLOCK
sr: Часовник

source: Date
sr: Датум

source: Default
sr: Подразумевано

source: _Disable
sr: _Онемогући

source: _UTC
sr: _УТЦ

source: CPU %s Load: %3.2f %3.2f %3.2f, %u
sr: ЦПУ %s Оптерећење: %3.2f %3.2f %3.2f, %u

source: Ram (free): %5.3f (%.3f) G
sr: Рам (слободан): %5.3f (%.3f) Г

source: Swap (free): %.3f (%.3f) G
sr: Смена (слободно): %.3f (%.3f) Г

source: ACPI Temp:
sr: Топлота АЦПИ:

source: CPU Freq: %.3fGHz
sr: Учесталост ЦПУ: %.3fГХз

source: CPU
sr: ЦПУ

source: Load:
sr: Оптерећење:

source: Ram (user): %5.3f (%.3f) G
sr: Рам (кориснички): %5.3f (%.3f) Г

source: CPU%d
sr: ЦПУ%d

source: _Combine
sr: _Упореди

source: _Separate
sr: _Раздвоји

source: %s exited with status %d.
sr: %s се је окончао са стањем %d.

source: %s was killed by signal %d.
sr: %s је убијен знаком %d.

source: rules:
sr: правила:

source: model:
sr: модел:

source: layout:
sr: распоред:

source: options:
sr: могућности:

source: Keyboard
sr: Тастатура

source: Invalid mailbox protocol: "%s"
sr: Невредећи правилник поштанске кутије: „%s“

source: Invalid mailbox path: "%s"
sr: Невредећа путања поштанске кутије: „%s“

source: DNS name lookup failed for %s
sr: Нисам успео да пронађем име ДНС-а за %s

source: Invalid mailbox port: "%s"
sr: Невредећи прикључник поштанске кутије: „%s“

source: Could not connect to %s: %s
sr: Нисам успео да се повежем са %s: %s

source: Failed to find %s command
sr: Нисам успео да пронађем наредбу %s

source: Failed to execute %s
sr: Нисам успео да извршим %s

source: Write to socket failed: %s
sr: Нисам успео да упишем у утичницу: %s

source: Using MailBox "%s"
sr: Користим поштанску кутију „%s“

source: Suspended
sr: Обустављено

source: Error checking mailbox.
sr: Десила се грешка провере поштанске кутије.

source: %ld mail message, %ld unread.
sr: %ld порука е-поште, %ld непрочитаних.

source: %ld mail messages, %ld unread.
sr: %ld порука е-поште, %ld непрочитаних.

source: %ld mail message.
sr: %ld порука е-поште.

source: %ld mail messages.
sr: %ld порука е-поште.

source: MAIL
sr: ПОШТА

source: _Check
sr: _Провери

source: _Suspend
sr: _Обустави

source: GB
sr: ГБ

source: MB
sr: МБ

source: kB
sr: кБ

source: bytes
sr: бајта

source: Memory Total:
sr: Укупно памети:

source: Free:
sr: Слободно:

source: Cached:
sr: Захваћено:

source: Buffers:
sr: Спремника:

source: User:
sr: Корисник:

source: MEM
sr: ПАМ

source: Interface %s: Current rate (in/out): %li %s/%li %s Current average (in/out): %lli %s/%lli %s Transferred (in/out): %lli %s/%lli %s Online time: %ld:%02ld:%02ld%s%s
sr: Сучеље %s: Тренутна учесталост (у/ван): %li %s/%li %s Тренутни просек (у/ван): %lli %s/%lli %s Пренесено (у/ван): %lli %s/%lli %s Време на мрежи: %ld:%02ld:%02ld%s%s

source: disconnected
sr: неповезано

source: down
sr: доле

source: NET
sr: МРЖ

source: Workspace:
sr: Радни простор:

source: Tabs
sr: Листови

source: USAGE: icewm-menu-fdo [OPTIONS] [FILENAME] OPTIONS: -g, --generic Include GenericName in parentheses of progs -o, --output=FILE Write the output to FILE -t, --terminal=NAME Use NAME for a terminal that has '-e' -s, --no-lone-app Move lone elements to parent menu -S, --no-lone-hint Like -s but append the original submenu's -d, --deadline-apps=N Stop loading app information after N ms -D, --deadline-all=N Stop all loading and print what we got so far -m, --match=PAT Display only apps with title containing PAT -M, --imatch=PAT Like --match but ignores the letter case -L, --limit-max-len=N Crop app titles at length N, add ... --seps Print separators before and after contents --sep-before Print separator before the contents --sep-after Print separator only after contents --no-sep-others Legacy, has no effect --no-sub-cats No additional subcategories, just one level of menues --flat Display all apps in one layer with category hints --flat-sep=STR Category separator string used in flat mode (default: ' / ') --match-sec Apply --match or --imatch to apps AND sections --match-osec Apply --match or --imatch only to sections --orig-comment Print source .desktop file as comment -C, --copying Print copyright information -V, --version Print version information -h, --help Prints this usage screen and exits. FILENAME Any .desktop file to launch its application Exec command. This program also listens to environment variables defined by the XDG Base Directory Specification:
sr: Употреба: icewm-menu-fdo [МОГУЋНОСТИ] [ИМЕДАТОТЕКЕ] МОГУЋНОСТИ: -g, generic Обухвати ОпштеИме у родитељству програма -o, --output=ДАТОТЕКА Испиши излаз у ДАТОТЕКУ -t, --terminal=ИМЕ Користи ИМЕ за терминал који има „-e“ -s, --no-lone-app Премести везујуће чиниоце у родитељски изборник -S, --no-lone-hint Као -s али надовезује изворне подизборнике -d, --deadline-all Заустави учитавање података програма након Н мс -D, --deadkube-all=N Заустави сва учитавања и испиши шта имамо до сада -m, --match=ПУТАЊА Приказуј само програме са насловом који садржи ПУТАЊУ -M, --imatch=ПУТАЊА Као --match али занемарује величину слова -L, --limit-max-len=N Опсеци наслове програма на дужину Н, додај ... --seps Исписуј раздвојник пре и након садржаја --sep-before Исписуј раздвојник пре садржаја --sep-after Исписуј раздвојник само након садржаја --no-sep-others Заоставштина, нема учинка --no-sub-cats Нема додатних подврста, само један ниво изборника --flat Приказује све програме у једном слоју са наговештавањем врста --flat-sep=STR Ниска раздвајања врста коришћених у равном приказу (подразумевано: „/“) --match-sec Примењуј --match или --imatch у програмима и одсечцима --match-osec\Примењуј --match или --imatch само у одсечцима --orig-comment Исписуј извор датотеке .десктоп као напомену -C, --copying Испиши податке о правима умножавања -V, --version Исписује овај заслон упутства и излази -h, --help Исписује овај заслон помоћи и излази. ИМЕДАТОТЕКЕ Било која датотека .десктоп за покретање њеног програма наредбом Exec Овај програм такође слуша променљиве окружења одређене уредбама основних упутница ИксДГ:

source: Audio
sr: Звук

source: Zarathustra
sr: Заратрустра

source: System too slow! Failed to load menu content!
sr: Склоп је превише спор! Нисам успео да учитам садржај изборника!

source: Please push HERE and retry after some seconds.
sr: Молим, притисните ОВДЕ и покушајте након неколико секунди.

source: Printing
sr: Тискање

source: Settings
sr: Поставке

source: HardwareSettings
sr: ПоставкеМекотворина

source: Compression
sr: Сажимање

source: Archiving
sr: Складиштење

source: Utility
sr: Прибор

source: Dictionary
sr: Речник

source: TextTools
sr: ПисаћиПрибор

source: FileManager
sr: УправникДатотека

source: FileTools
sr: ПриборДатототека

source: System
sr: Склоп

source: Midi
sr: Миди

source: AudioVideo
sr: ЗвукВидео

source: Mixer
sr: Мешач

source: NumericalAnalysis
sr: БројачаноРашчлањивање

source: Math
sr: Математика

source: Education
sr: Образовање

source: Science
sr: Наука

source: OCR
sr: ОЦР

source: Scanning
sr: Скенирање

source: Graphics
sr: Цртање

source: ParallelComputing
sr: УпоредноРачунарство

source: ComputerScience
sr: РачунарскаНаука

source: RasterGraphics
sr: РастерскоЦртање

source: 2DGraphics
sr: Цртање2Д

source: Sequencer
sr: Секвенцер

source: TV
sr: ТВ

source: Video
sr: Снимци

source: Tuner
sr: Штимер

source: VectorGraphics
sr: ВекторскоЦртање

source: 3DGraphics
sr: Цртање3Д

source: Accessibility
sr: Приступачност

source: ActionGame
sr: ИгреЈачине

source: Game
sr: Игра

source: Adult
sr: Одрасли

source: AdventureGame
sr: ПустоловнеИгре

source: Amusement
sr: Забава

source: ArcadeGame
sr: ИграПрепрека

source: Art
sr: Уметност

source: Artificialtelligence
sr: ВештачкаПамет

source: Astronomy
sr: Астрономија

source: AudioVideoEditing
sr: УређивањеЗвукаВидеа

source: Biology
sr: Биологија

source: BlocksGame
sr: ИграСлагања

source: BoardGame
sr: ИгреНаТабли

source: Building
sr: Слагалице

source: Development
sr: Развој

source: Calculator
sr: Рачунар

source: Calendar
sr: Календар

source: Office
sr: Уред

source: CardGame
sr: ИгреКартама

source: Chart
sr: Таблица

source: Chat
sr: Ћаскање

source: Network
sr: Мрежа

source: Chemistry
sr: Хемија

source: Clock
sr: Часовник

source: ConsoleOnly
sr: СамоКонзола

source: Construction
sr: Изградња

source: ContactManagement
sr: УправљањеПознаницима

source: Core
sr: Језгро

source: DataVisualization
sr: Приказивање података

source: Database
sr: БазаПодатака

source: Debugger
sr: ИсправљачГрешака

source: DesktopSettings
sr: ПоставкеРаднеПоврши

source: Dialup
sr: Откуцавање

source: DiscBurning
sr: РезањеДискова

source: Documentation
sr: Документација

source: Economy
sr: Економија

source: Electricity
sr: Струја

source: Electronics
sr: Електроника

source: Email
sr: Е-пошта

source: Emulator
sr: Опонашач

source: Engineering
sr: Инжењерско

source: Feed
sr: Довод

source: FileTransfer
sr: ПреносДатотека

source: Filesystem
sr: СклопДатотека

source: Finance
sr: Новац

source: FlowChart
sr: КартаТока

source: GUIDesigner
sr: ОсмишљачКорисничкогСучеља

source: Geography
sr: Географија

source: Geology
sr: Геологија

source: Geoscience
sr: НаукаоЗемљи

source: HamRadio
sr: ХамРадио

source: History
sr: Повест

source: Humanities
sr: Човечност

source: IDE
sr: ИДЕ

source: IRCClient
sr: СтранкаИРЦ-а

source: ImageProcessing
sr: ОбрадаСлика

source: InstantMessaging
sr: БрзеПоруке

source: KidsGame
sr: ДечјеИгре

source: Languages
sr: Језици

source: Literature
sr: Штиво

source: LogicGame
sr: ИграРазума

source: Maps
sr: Карте

source: MedicalSoftware
sr: ПрограмиЛечења

source: Monitor
sr: Надгледање

source: Music
sr: Музика

source: News
sr: Вести

source: P2P
sr: П2П

source: PDA
sr: ПДА

source: PackageManager
sr: УправникПакета

source: Photography
sr: Сликање

source: Physics
sr: Физика

source: Player
sr: Играч

source: Presentation
sr: Излагање

source: Profiling
sr: Попуњавање

source: ProjectManagement
sr: УправљањеЗадатком

source: Publishing
sr: Издаваштво

source: Recorder
sr: Снимач

source: RemoteAccess
sr: ДаљинскиПриступ

source: RevisionControl
sr: НадзорИздања

source: Robotics
sr: Роботика

source: RolePlaying
sr: ИграњеУлога

source: Security
sr: Безбедност

source: Shooter
sr: Пуцачина

source: Simulation
sr: Опонашање

source: Spirituality
sr: Духовност

source: Sports
sr: Спортови

source: SportsGame
sr: СпортскеИгре

source: Spreadsheet
sr: Табелица

source: StrategyGame
sr: ИграСтратегије

source: Telephony
sr: Телефонија

source: TelephonyTools
sr: ПроборТелефоније

source: TerminalEmulator
sr: ОпонашачТерминала

source: TextEditor
sr: УредникПисма

source: Translation
sr: Превод

source: VideoConference
sr: ПозивањеВидеом

source: Viewer
sr: Разгледник

source: WebBrowser
sr: МрежниПрегледник

source: WebDevelopment
sr: РазвојВеба

source: WordProcessor
sr: ОбрадаПисма

source: Back
sr: Назад

source: Alt+Left
sr: Алт+Лево

source: Forward
sr: Напред

source: Alt+Right
sr: Алт+Десно

source: Previous
sr: Претходно

source: Next
sr: Следеће

source: Contents
sr: Садржај

source: Index
sr: Садржина

source: Find...
sr: Нађи...

source: Ctrl+F
sr: Ктрл+Ф

source: Find next
sr: Нађи следеће

source: F3
sr: Ф3

source: Open in Browser
sr: Отвори у прегледнику

source: Ctrl+B
sr: Ктрл+Б

source: Reload
sr: Поново учитај

source: Ctrl+R
sr: Ктрл+Р

source: Close
sr: Затвори

source: Ctrl+Q
sr: Ктрл+Ку

source: Ctrl+I
sr: Ктрл+Л

source: FAQ
sr: ЧПП

source: Manual
sr: Приручник

source: Ctrl+M
sr: Ктрл+М

source: Support
sr: Подршка

source: Theme Howto
sr: Упутство за поставке предмета приказа

source: Ctrl+T
sr: Ктрл+Т

source: Website
sr: Страница веба

source: Ctrl+W
sr: Ктрл+W

source: Github
sr: Гитхаб

source: Ctrl+X
sr: Ктрл+Џ

source: Ctrl+V
sr: Ктрл+В

source: Unsupported protocol.
sr: Неподржани правилник.

source: Invalid path: %s
sr: Неисправна путања: %s

source: Path does not refer to a file.
sr: Путања се не односи на датотеку.

source: Failed to open file for reading.
sr: Нисам успео да отворим датотеку за читање.

source: Failed to create a temporary file
sr: Нисам успео да створим привремену датотеку

source: Failed to execute system(%s) (%d)
sr: Нисам успео да извршим склоп(%s) (%d)

source: Failed to decompress %s
sr: Нисам успео да распашем %s

source: Could not locate curl or wget in PATH
sr: Нисам успео да пронађем curl или wget у путањи PATH

source: Unsafe characters in URL
sr: Небезбедни знакови су у адреси

source: Usage: %s [OPTIONS] [ FILENAME | URL ] IceHelp is a very simple HTML browser for the IceWM window manager. It can display a HTML document from file, or browse a website. It remembers visited pages in a history, which is navigable by key bindings and a context menu (right mouse click). It neither supports rendering of images nor JavaScript. If no file or URL is given it will display the IceWM Manual from %s. Options: -d, --display=NAME NAME of the X server to use. --sync Synchronize X11 commands. -B Display the IceWM icewmbg manpage. -b, --bugs Display the IceWM bug reports (primitively). -f, --faq Display the IceWM FAQ and Howto. -g Display the IceWM Github website. -i, --icewm Display the IceWM icewm manpage. -m, --manual Display the IceWM Manual (default). -s Display the IceWM icesound manpage. -t, --theme Display the IceWM themes Howto. -w, --website Display the IceWM website. -V, --version Prints version information and exits. -h, --help Prints this usage screen and exits. Environment variables: DISPLAY=NAME Name of the X server to use. To report bugs, support requests, comments please visit: %s
sr: Употреба: %s [МОГУЋНОСТИ] [ИМЕДАТОТЕКЕ | УРИ] ИцеХелп је врло једноставан прегледник ХТЛМ-а АјсВМ управника прозора. Може приказивати документ ХТМЛ-а из датотеке, или прегледати странице мреже. Памти посећене странице у повести, кроз коју се може водити пречицама дугмади и приручним изборником (десни клик миша). Не подржава редендринг!!! слика нити скрипта јаве. Уколико није приложена датотека или адреса, приказаће упутство АјсВМ-а из %s. Могућности -d, --display=ИМЕ ИМЕ служитеља Икс за употребу. --sync Усклади наредбе Икс11. -B Приказуј упутство icewmbg АјсВМ-а. -b, --bugs Приказуј страницу Гитхаба АјсВМ-а. -f, --faq Исписује ЧПП и упутсво АјсВМ-а. -g Приказује страницу веба гитхаба АјсВМ-а. -i, --icewm Приказуј упутство icewm АјсВМ-а. -m, --manual Приказуј упутство АјсВМ-а. -s Приказуј упутство icesound АјсВМ-а. -t, --theme Приказуј упутство за предмете АјсВМ-а. -w, --website Приказуј мрежне странице АјсВМ-а. -V, --version Исписује податке о издању и излази. -h, --help Исписује овај приказ помоћи и излази. Променљиве окружења: DISPLAY=ИМЕ Име служитеља Икс за употребу. Ради пријаве грешака, захтева за подршку, напомене, молим, посетите: %s

source: Ignoring option '%s'
sr: Занемарујем могућност „%s“

source: List View
sr: Преглед списка

source: Icon View
sr: Преглед сличица

source: Open
sr: Отвори

source: Undo
sr: Опозови

source: Ctrl+Z
sr: Ктрл+З

source: New
sr: Ново

source: Ctrl+N
sr: Ctrl+Н

source: Restart
sr: Поново покрени

source: Same Game
sr: Иста игра

source: For help please consult the man page icesh(1).
sr: Ради помоћи, молим, погледајте странице упутства icesh(1).

source: Named symbols of the domain `%s' (numeric range: %ld-%ld):
sr: Именовани знаци домена „%s“ (бројчани опсег: %ld-%ld):

source: Workspace out of range: %ld
sr: Радни простор је ван опсега: %ld

source: Invalid workspace name: `%s'
sr: Неисправно је име радног простора: „%s“

source: GNOME window layer
sr: Слој прозора ГНОМА

source: IceWM tray option
sr: Могућности ладице АјсВМ

source: Gravity symbols
sr: Знаци тежње

source: Motif functions
sr: Дејства Мотива

source: Motif decorations
sr: Украшавања Мотива

source: EWMH window state
sr: Стање прозора ЕВВМХ

source: workspace #%d: `%s'
sr: радни простор#%d: `%s'

source: Invalid state: `%s'.
sr: Неисправно стање: „%s“.

source: Invalid argument: `%s'
sr: Неисправна је одредница: „%s“

source: Cannot get geometry of window 0x%lx
sr: Нисам успео да задобијем размеру прозора 0x%lx

source: Invalid Xinerama: `%s'.
sr: Неисправна је Ксинерама: „%s“.

source: Unable to write to %s
sr: Нисам успео да упишем у %s

source: Action `%s' requires at least %d arguments.
sr: Дејство „%s“ захтева најмање %d одредница.

source: Invalid expression: `%s'
sr: Неисправан је израз: „%s“

source: Can't open display: %s. X must be running and $DISPLAY set.
sr: Нисам успео да отворим заслон: %s. Икс мора да ради и да буде постављен $DISPLAY.

source: Unexpected: `%s'.
sr: Неочекивано: „%s“.

source: No windows found.
sr: Нисам пронашао прозоре.

source: No actions specified.
sr: Није одређено дејство.

source: Invalid window identifier: `%s'
sr: Неисправна је одредница прозора: „%s“

source: Invalid PID: `%s'
sr: Неисправан је ЛБ процеса: „%s“

source: Invalid layer: `%s'.
sr: Неважећи слој: „%s“.

source: Unknown action: `%s'
sr: Непознато дејство: „%s“

source: Socket error: %d
sr: Грешка утичнице: %d

source: -c, --config=FILE Let IceWM load preferences from FILE. -t, --theme=FILE Let IceWM load the theme from FILE. -d, --display=NAME Use NAME to connect to the X server. -a, --alpha Use a 32-bit visual for translucency. --sync Synchronize communication with X11 server. -i, --icewm=FILE Use FILE as the IceWM window manager. -o, --output=FILE Redirect all output to FILE. -b, --nobg Do not start icewmbg. -n, --notray Do not start icewmtray. -s, --sound Also start icesound.
sr: -c, --config=ДАТОТЕКА Нека АјсВМ учита поставке из ДАТОТЕКЕ. -t, --theme=ДАТОТЕКА Нека АјсВМ учита поставке из ДАТОТЕКЕ. -d, --display=ИМЕ Користи ИМЕ ради повезивања на служитеља Икса. -a, --alpha Користи 32-битни приказ ради прозирности. --sync Усклади општење са служитељем Икс11. -i, --icewm=ДАТОТЕКА Користи ДАТОТЕКУ као управника прозора АјсВМ-а. -o, --output=ДАТОТЕКА Преусмери сав излаз у ДАТОТЕКУ. -b, --nobg Не покрећи icewmbg. -n, --notray Не покрећи icewmtray. -s, --sound Такође покрени icesound.

source: Unknown option '%s'
sr: Непозната могућност „%s“

source: restart %s.
sr: препокрени %s.

source: IceWM crashed for the second time in 10 seconds. Do you wish to: 1: Restart IceWM? 2: Abort this session? 3: Run a terminal?
sr: АјсВМ се срушио други пут у последњих 10 секунди. Да ли желите да: 1: Препокренете АјсВМ? 2: Напустите седницу? 3: Покренете терминал?

source: IceWM crash response
sr: Одзив рушења ИцеВМ

source: Playing sample #%d (%s)
sr: Узорак извођења #%d (%s)

source: %s: Invalid number of channels
sr: %s: невредећи број канала

source: Could not set OSS channels
sr: Нисам успео да поставим канале ОСС

source: Could not sync OSS
sr: Нисам успео да ускладим ОСС

source: OSS write failed
sr: Нисам успео да упишем ОСС

source: OSS incomplete write (%d/%d)
sr: Непотпуни упис ОСС (%d/%d)

source: Could not post OSS
sr: Нисам успео да истакнем ОСС

source: Could not open OSS device %s
sr: Нисам успео да отворим уређај ОСС %s

source: Could not set OSS stereo
sr: Нисам успео да поставим стерео Осс

source: Could not reset OSS DSP
sr: Нисам успео да вратим на подразумевано ДСП ОСС

source: Could not set OSS format
sr: Нисам успео да поставим облик ОСС

source: ao_open_live failed with %d
sr: ао_опен_ливе је омануо са %d

source: ao_play failed
sr: ао_плај је омануо

source: Unrecognized option: %s
sr: Није препозната могућност: %s

source: Unrecognized argument: %s
sr: Није препозната тврдња: %s

source: Usage: %s [OPTION]... Plays audio files on GUI events raised by IceWM. The currently configured sound interfaces are: %s. Icesound will choose the first of these which is usable. Options: -d, --display=DISPLAY X11 display used by IceWM (default: $DISPLAY). -s, --sample-dir=DIR Specifies a directory with sound files. Default is $HOME/.config/icewm/sounds. -i, --interface=LIST Specifies audio output interfaces. One or more of: %s separated by commas. -D, --device=DEVICE Backwards compatibility only: the default device. Please prefer one of the -A/-O/-S options. -O, --oss=DEVICE Specifies the OSS device (default: "%s"). -A, --alsa=DEVICE Specifies the ALSA device (default: "%s"). -z, --snooze=millisecs Specifies the snooze interval between sound events in milliseconds. Default is 500 milliseconds. -p, --play=sound Plays the given sound (name or number) and exits. -l, --list-files Lists the available sound file paths and exits. --list-sounds Lists the supported sound filenames and exits. --list-interfaces Lists the supported audio interfaces and exits. -v, --verbose Be verbose and print out each sound event. -V, --version Prints version information and exits. -h, --help Prints this help screen and exits. Return values: 0 Success. 1 General error. 2 Command line error. 3 Subsystems error (ie cannot connect to server).
sr: Употреба: %s [МОГУЋНОСТИ]... Свира звучне датотеке приликом догађаја сликовног сучеља покренутих АјсВМ-ом. Тренутно подешена звучна сучеља јесу: %s. Icesound ће одабрати првог употребљивог од доступних. Могућности: -d, --display=DISPLAY Заслон Иск11 коришћен од АјсВМ-а (подразумевно: $DISPLAY). -s, --sample-dir=DIR Одређује упутницу са звучним датотекама. Подразумевано је $HOME/.config/icewm/sounds. -i, --interface=LIST Одређује сучеље звучног излаза. Један или више од: %s раздвојених запетама. -D, --device=DEVICE Само сагласност са претходним: подразумевани уређај. Молим, изаберите једну од могућности-A/-O/-S. -O, --oss=DEVICE Одређује уређај ОСС-а (подразумевано: „%s“). -A, --alsa=DEVICE Одређује уређај АЛСА-е (подразумевано: „%s“). -z, --snooze=millisecs Одређује међувреме одлагања између звучних догађаја у милисекундама. подразумевано је 500 милисекунди. -p, --play=sound Свира дати звук (име или број) и излази. -l, --list-files Листа доступне путање звучних датотека и излази. --list-sounds Исписује имена одржаних звучних датотека и излази. --list-interfaces Листа подржана звучна сучеља и излази. -v, --versbose Буди опшира и испиши сваки звучни догађај. -V, --version Исписује податке о издању и излази. Враћа вредности: 0 Успех. 1 Општа грешка. 2 Грешка наредбене линије. 3 Грешка подсклопа (нпр. нисам успео да се повежем са служитељем).

source: No audio for %s
sr: Нема звука за %s

source: Could not get GUI event property
sr: Нисам успео да задобијем ваљано догађај сликовног сучеља

source: Received invalid GUI event %d
sr: Примио сам неважећи догађај сликовног сучеља %d

source: Received GUI event %s
sr: Примио сам догађај сликовног сучеља %s

source: Too quick; ignoring %s.
sr: Пребрзо; занемарујем %s.

source: Support for the %s interface not compiled.
sr: Подршка за сучеље %s није сагласна.

source: Unsupported interface: %s.
sr: Није подржано сучеље: %s.

source: Using %s audio.
sr: Користим звук %s.

source: Failed to connect to audio interfaces %s.
sr: Нисам успео да се повежем на звучно сучеље %s.

source: Received signal %s: Terminating...
sr: Добијен је знамен %s: Окончавам...

source: -n, --notify Notify parent process by sending signal USR1. --display=NAME Use NAME to connect to the X server. --sync Synchronize communication with X11 server. -c, --config=FILE Load preferences from FILE. -t, --theme=FILE Load the theme from FILE.
sr: -n, --notify Обавести родитељску обраду шаљући знак УСР1. --display=ИМЕ Користи ИМЕ ради повезивања са служитељем Икса. --sync Усклади општење са служитељем Икса. -c, --config=ДАТОТЕКА Учитај поставке из ДАТОТЕКЕ. -t, --theme=ДАТОТЕКА Учитај предмет из ТЕМЕ.

source: Hex View
sr: Хексадецимални преглед

source: Ctrl+H
sr: Ктрл+Х

source: Expand Tabs
sr: Прошири листове

source: Wrap Lines
sr: Преломи линије
